Repository: wescamp/Era_of_Music-1.10
Catalog: po/*.po
Languages: de

source: Era of Music
de: Zeit der Musik

source: Strings
de: Streicher

source: Woodwind
de: Holzblas

source: Brass
de: Blechblas

source: Percussion
de: Schlagzeug

source: race^Brass
de: Blechblas

source: race+female^Brass
de: Blechblas

source: Massed brass can ruin anyone's day with noises that must be heard to be believed.
de: Sammelte Blechblaser können jedermann Tag mit Geräuschen, die man hören um es glauben zu müssen ruinieren.

source: race^Percussion
de: Schlagzeug

source: race+female^Percussion
de: Schlagzeug

source: All manner of things hit, bashed and crashed; the percussion section are certainly a cacophonous force on the battlefield.
de: Alle möglichen Dinge getroffen, eingeschlagen und krachte, die Percussion-Sektion sind sicherlich ein kakophonischen Waffe auf dem Schlachtfeld.

source: race^String
de: Streicher

source: race+female^String
de: Streicher

source: race^Strings
de: Streicher

source: The string section have fairly heavy wooden instruments and bows strung with horsehair.
de: Die Streicher haben ziemlich schweren hölzernen Instrumenten und Bögen mit Rosshaar bespannt.

source: race^Woodwind
de: Holzblas

source: race+female^Woodwind
de: Holzblas

source: The upper woodwind can deafen and split skulls with piercingly shrill tones, while the lower end rely on jazz improvisations.
de: Der obere Holzbläser kann taub machen und spalten Schädel mit durchdringend schrillen Tönen, während das untere Ende auf Jazz-Improvisationen verlassen.

source: Alto Sax
de: Altsaxophon

source: Capable of faster passages than a tenor, the Alto Saxophone is hot stuff.
de: Fähig zur schneller Passagen als ein Tenor, ist das Alt-Saxophon hot stuff.

source: swing
de: Schaukel

source: jazz
de: Schräge

source: Ancient Stradivarius
de: Antiker Stradivari

source: A Stradivarius of authentic vintage is truly the king of violins. But its owner still wallops people over the head with it when not playing a solo.
de: Eine Stradivari von authentischen Vintage ist wahrlich der König der Geigen. Aber sein Besitzer noch trifft Menschen über den Kopf, wenn es nicht ein Solo spielt.

source: bash
de: Schlag

source: Bari Sax
de: Baritonsaxophon

source: The lowest member of the saxophone family to be commonly encountered, the Baritone Sax is built like a tank... a shiny brass tank with a reed. It has its moments, but ending up playing this often means a dead end for a musician's career.
de: Die niedrigste Mitglied des Saxophon-Familie auf häufig angetroffen werden, wird der Bariton-Sax gebaut wie ein Panzer... ein glänzendes Messing Panzer mit einem Rohr. Es hat seine Momente, aber landen spielen bedeutet dies oft eine Sackgasse für die Karriere eines Musikers.

source: Bass Clarinet
de: Bassklar

source: A bigger, louder, deeper clarinet can send shivers running down your spine.
de: Ein größer, lauter, tiefer Klarinette können Schauer über den Rücken laufen senden.

source: The big bass drum booms out across the battlefield. Its steadiness makes it a tough defender.
de: Die großen Bassdrum dröhnt über das Schlachtfeld. Seine Stetigkeit macht es ein harter Verteidiger.

source: roll
de: Wirbel

source: beat
de: Puls

source: Bass Flute
de: Bassflöte

source: The Bass Flute, a large and unwieldy instrument, is rarely seen in small ensembles. However, it makes a decent weapon.
de: Die Bassflöte, eine große und unhandliche Instrument, wird nur selten in kleinen Ensembles zu sehen. Allerdings macht es eine anständige Waffe.

source: Bass Trombone
de: Bassposaune

source: A bass trombone at close range is a truly frightening thing.
de: Eine Bassposaune im Nahbereich ist eine wirklich beängstigende Sache.

source: blast
de: Tusch

source: Bass Viol
de: Bassgambe

source: The big bad bass is not easily moved, as its players will confirm. It's also a painful object to get run over by.
de: Der große böse Bassgambe ist nicht leicht bewegt, wie seine Spieler bestätigen wird. Es ist auch eine schmerzliche Aufgabe, über durch laufen lassen.

source: crush
de: zerquetschen

source: Bassoon
de: Fagott

source: The bassoon is the oboe's big brother. It's a joy to behold... from a safe distance.
de: Das Fagott ist der Oboe der große Bruder. Es ist eine wahre Augenweide... aus sicherer Entfernung.

source: The violoncello is a powerful bludgeoning weapon and comes with a bow. Allegedly it can also play music.
de: Das Violoncello ist ein mächtiges Knüppel und kommt mit einem Bogen. Angeblich kann es auch Musik abspielen.

source: bow
de: Bogen

source: Clarinet
de: Klarinette

source: Affectionately known as the 'liquorice stick', the clarinet has a sinuous and supple sound, especially in the chalumeau register.
de: Liebevoll als 'Lakritz-Stick' genannt, hat die Klarinette einen windenden, geschmeidigen Ton, vor allem im Chalumeau-Register.

source: Concert Harp
de: Konzert-Harfe

source: A full-sized concert harp, strategically applied, can turn the course of an entire battle.
de: Ein Full-Size Konzert-Harfe, strategisch angewendet wird, können den Verlauf eines ganzen Schlacht verwandeln.

source: Cornet
de: Kornett

source: Though more mellow than the trumpet, the Cornet is far more versatile.
de: Weicher als die Trompete, der Kornett ist der dennoch weitaus vielseitiger.

source: Crash Cymbals
de: Crashbecken

source: Bigger, better cymbals; more crashing, more healing
de: Größer, besser Becken; mehr Krachung, mehr Heilung.

source: crash
de: krachen

source: Cymbals
de: Becken

source: When not crashing about their enemies' ears, cymbals can perform basic healing.
de: Wenn er nicht über die Ohren ihrer Feinde krachen, können Becken grundlegende Heilung.

source: Double Bass
de: Kontrabass

source: A mammoth of an instrument, the double bass doesn't often get a solo... but when it does, you know about it!
de: Ein Mammut eines Instruments, wird der Kontrabass nicht oft ein Solo... aber wenn es passiert, wissen Sie darüber!

source: With a full kit, a drummer can get in many more hits than with a single snare.
de: Mit einem kompletten Kit kann ein Schlagzeuger vielen mehr Treffer als mit einer einzelnen Snare stellen.

source: ensnare
de: verstricken

source: E♭ Clarinet
de: Es-Klarinette

source: Skilled clarinettists often migrate to the E flat, because it gets all the cool tunes.
de: Erfahrene Klarinettisten oft auf die Es migrieren, weil es die coolsten Lieder bekommt.

source: The euphonium is well-suited to use as artillery.
de: Das Euphonium ist gut geeignet, um als Artillerie verwenden.

source: Floor Tom
de: Standtom

source: A floor tom can be handled by completely unskilled players. It's not very powerful though.
de: Ein Standtom kann durch völlig ungelernte Spieler behandelt werden. Es ist aber nicht sehr mächtig.

source: A Dutch specialty, the Flugelhorn is the pinnacle of the cornet line. It's a powerful all-round footsoldier.
de: Eine niederländische Spezialität ist das Flügelhorn der Höhepunkt des Kornett-Familie. Es ist ein leistungsstarkes Allround-Fußsoldat.

source: Flute
de: Querflöte

source: The flute is a popular choice for novice wind players, as its piercing tones require very little skill to produce. Extracting a pleasant sound from it would require actual ability, however.
de: Die Querflöte ist eine beliebte Wahl für Anfänger Bläser, wie seine stechenden Tönen sehr wenig Fähigkeit zur Herstellung erfordern. Der Extraktion eines angenehmen Klang daraus würde aber tatsächliche Vermögen erfordern.

source: The frigideira is much like the pandeiro, only bigger.
de: Die Frigideira ist ähnlich wie das Pandeiro, nur größer.

source: None can withstand the might of the garklein-flötlein. Whether piercingly shrill or fast and fiery, the Garklein always makes its presence felt.
de: Keiner kann die Macht der Garklein-flötlein widerstehen. Ob durchdringend schrill oder schnell und feurig macht die Garklein immer sich bemerkbar.

source: stab
de: Stich

source: high solo
de: hohe Solo

source: fast solo
de: schnelle Solo

source: The glockenspiel's tinsel tones are truly magical.
de: Dem Glockenspiel der Lametta Töne sind wirklich magisch.

source: Grand 'Cello
de: Großartiges 'Cello

source: A beatifully poised and ornate 'cello makes a potent weapon in the hands of a skilled player.
de: Ein wunderschön balanciert und verzierten 'Cello macht in den Händen eines erfahrenen Spielers eine mächtige Waffe.

source: Harp
de: Harfe

source: With so many strings, a harp can fire off notes faster than any of its compatriots.
de: Bei so vielen Streichern kann ein Harfe schneller als alle seine Landsleute Noten abschießen.

source: Hickory Viola
de: Hickoryholz Bratsche

source: This top-quality viola can make a whole audience ill at twenty paces.
de: Diese erstklassige Bratsche kann einen ganze Publikum auf zwanzig Schritt krank machen.

source: Horns are the cavalry of the brass, charging in with bunched fists and split notes.
de: Hörner sind die Kavallerie des Messing, stürmte mit gebündelten Fäusten und Split-Noten.

source: split
de: spalten

source: The underdogs of the wind section, Oboists should not be underestimated - the Oboe Mafia is a powerful and secretive force.
de: Die Außenseiter von den Bläsern, sollte nicht unterschätzt werden Oboisten - die Oboe Mafia ist ein leistungsfähiges und geheimnisvolle Kraft.

source: The pandeiro, from Latin America, is often encountered in samba. It's capable of extreme rapidity.
de: Der Pandeiro, aus Lateinamerika, wird oft in samba begegnet. Es ist in der Lage äußersten Schnelligkeit.

source: Piccolo
de: Pikkoloflöte

source: Trading up from a flute to a piccolo brings a wider variety of solos, and a more piercing sound with which to embody them.
de: Ersetzen seine Flöte mit einem Pikkoloflöte bringt eine größere Vielfalt von Soli und ein durchdringender Ton, mit denen sie zu verkörpern.

source: Piccolo Trumpet
de: Piccolotrompete

source: Some trumpeters specialise in being as deafening as possible. For these, the Piccolo Trumpet is a valuable weapon.
de: Einige Trompetern spezialisieren sich auf als ohrenbetäubend wie möglich werden. Für diesen ist der Piccolotrompete eine wertvolle Waffe.

source: Principal
de: Hauptgeige

source: The Principal Violin is the leader of the string section.
de: Der Hauptgeige ist der Führer der Streicher.

source: The snare drum can slow down opponents by entangling them in its snare.
de: Die Snaredrum kann Gegner verlangsamen. Es verwickelt ihnen in seiner Snare.

source: Soprano Sax
de: Sopransaxophon

source: A gleaming brass masterpiece, the Soprano Sax is often played by cross-trained clarinettists as well as saxophonists. Who can blame them, with this much jazz at their fingertips?
de: Ein Meisterwerk glänzendem Messing, wird der Sopransaxophon oft durch Cross-ausgebildete Klarinettisten sowie Saxophonisten gespielt. Wer kann es ihnen verdenken, mit so viel Jazz auf Knopfdruck?

source: fast jazz
de: schnelle Schräge

source: cool jazz
de: coole Schräge

source: Sousaphone
de: Sousaphon

source: The sousaphone is much better suited than the tuba to marching quickly, and much more destructive than the trombone. Its players are able to flatten enemies with sforzandissimo ease.
de: Das Sousaphon ist viel besser als die Tuba zu marschieren schnell eignet, und vieles mehr destruktiv als die Posaune. Seine Spieler sind in der Lage, Feinde mit Leichtigkeit sforzandissimo abzuflachen.

source: Stradivarius
de: Stradivari

source: The quality of a violin is highly dependent on its varnish. More layers of varnish makes for a better bludgeon.
de: Die Qualität einer Geige ist stark abhängig von seinen Lack. Mit mehr Schichten Lack kommt eine bessere Knüppel.

source: Tenor Sax
de: Tenorsaxophon

source: Saxophones are versatile instruments; they can be swung against an opponent's head, or rigged up as makeshift flamethrowers. Now THAT's jazzing it up!
de: Saxophone sind vielseitige Instrumente; sie können gegen einen Feind den Kopf geschwungen werden, oder aufgeriggt als behelfsmäßigen Flammenwerfer. Nun, das ist aufzupeppen!

source: Trombone
de: Posaune

source: The trombones are the tenor of the brass family, and should not be underestimated.
de: Die Posaunen sind der Tenor der Messing-Familie, und sollte nicht unterschätzt werden.

source: Trumpet
de: Trompete

source: The bulk of the brass sound usually comes from the Trumpets. Their defining attribute is excessive volume.
de: Der Großteil der Brass-Sound kommt in der Regel von den Trompeten. Sie sind die Definition übermäßiger Lautstärke.

source: The tuba makes for truly heavy artillery, capable of routing entrenched enemies.
de: Die Tuba ist für wirklich schwere Artillerie, zu entfernen vermag verschanzten Feinde.

source: Tubular Bells
de: Röhrenglocken

source: Tubular bells weigh in with dulcet chimes.
de: Röhrenglocken wiegen mit wohlklingenden Glocken.

source: Tympani
de: Pauken

source: The tympani, or 'kettle drums', are still more deep and booming than the bass drum. A solid guard indeed, though still vulnerable to piercing weapons.
de: Die Pauken, oder 'Kesseltrommeln', sind noch tiefer und boomender als die Bassdrum. Eine ganze feste Wache, aber immer noch anfällig für Stichwaffen.

source: Viola
de: Bratsche

source: Often considered inferior to its smaller cousin, the viola actually has a vital role to play in the orchestra. What other instrument can so consistently make everyone near it feel ill?
de: Oft als minderwertig zu sein kleiner Vetter spielt der Bratsche eigentlich im Orchester eine wichtige Rolle. Welches anderes Instrument kann so konsequent lassen jeder in seiner Nähe sich krank fühlen?

source: Violin
de: Geige

source: Violins are quick and nippy, and can get through passages that seem completely impossible. This is often useful on the battlefield.
de: Geigen sind schnell und spritzig, und kann durch Passagen dringen, die völlig unmöglich scheinen. Auf dem Schlachtfeld ist das oft nützlich.

source: The Vuvuzela is an extremely annoying, though not positively dangerous, brass instrument.
de: Der Vuvuzela ist ein extrem nervig, wenn auch nicht positiv gefährlich, Blasinstrument.

source: The Wagner Horn is bigger and more deadly than the standard variety. Fear it!
de: Das Wagner-Horn ist größer und noch tödlicher als die Standard-Sorte. Fürchtet es euch!

source: The Wagner Tuba is the ultimate in oversized artillery pieces masquerading as a brass instrument.
de: Die Wagner-Tuba ist das Nonplusultra in übergroßen Geschütze getarnt als ein Blasinstrument.

source: Xylophone
de: Xylophon

source: The wooden xylophone is vulnerable to fire, but it's a potent weapon.
de: Der hölzerne Xylophon ist anfällig für Feuer, aber es ist eine mächtige Waffe.
